[
    {
        "id": "0",
        "title": "Wordclock - Heralds",
        "link": "./music/wordclockheralds.html",
        "img": "https://www.dropbox.com/s/nnno26bqb3cfsop/Wordclock%20Heralds%20Thumbnail.png?raw=1",
        "role": "Composer/Recording/Mixing",
        "date": "2018",
        "externallinks": [ "https://cryochamber.bandcamp.com/album/heralds" ],
        "description": "<p>“Heralds” is my most recent release under the name Wordclock. An experimental album merging acoustic tradition inspired by religious music and electro-acoustic music with ambient and electronics. Released under the U.S based label Cryo Chamber. Official label press release:</p><p>\"Wordclock hunts for the myths of old European sacred sites.Pedro’s trail led him on a long journey through Porto, London and Berlin to record acoustic instruments and field recordings within the cities. During months of work in the studio more people joined. Amund Ulvestad on Cello and Electronics, who previously helped out on Wordclock’s second album Self Destruction Themes. Nuno Craveiro on Scandinavian instrument Nyckelharpa. George Shamanauri on Trumpet, from dark atonal jazz duo Phonothek. The resulting album Heralds breaks the fringe of the genre and re-assembles the pieces. It reveals itself as a dreamlike, spiritual and nihilistic album. Classical instruments float on a backdrop of tape loops and organic sound. Sacrificial and Touching. \"</p>",
        "soundcloud": ""
    },
    {
        "id": "1",
        "title": "Noct",
        "link": "./music/noct.html",
        "img": "https://www.dropbox.com/s/stzgxrmhr0czx4d/Noct%20Thumbnail.png?raw=1",
        "role": "Composer/Mixing",
        "date": "2015",
        "externallinks": [ "https://www.noctgame.com/", "https://lacedrecords.bandcamp.com/album/noct-original-soundtrack" ],
        "description": "In 2015 I composed the soundtrack for the game “Noct” in collaboration with Robin Finck from Nine Inch Nails. The game was published by Devolver Digital and the OST was published by Laced Records under the name Wordclock & Robin Finck. A swirling combination of guitars and synths wrapped in thick ambient music.",
        "soundcloud": ""
    },
    {
        "id": "2",
        "title": "Wordclock - Self Destruction Themes",
        "link": "./music/wordclockselfdestruction.html",
        "img": "https://www.dropbox.com/s/oedt1fa1h0zqriy/Wordclock%20SDT%20Thumbnail.png?raw=1",
        "role": "Composer/Recording/Mixing",
        "date": "2015/2016",
        "externallinks": [ "https://cryochamber.bandcamp.com/album/self-destruction-themes" ],
        "description": "The second full length under the name Wordclock. Published by Cryo Chamber in December of 2015. An exploration of texture by dismantling and warping familiar instrumentation to the point of blurring out the lines between what defines each instrument, with some intermittent moments of lucidity.",
        "soundcloud": ""
    },
    {
        "id": "3",
        "title": "The Team - Season 2",
        "link": "./music/theteam.html",
        "img": "https://www.dropbox.com/s/rz46ss312g7ehv6/The%20Team%202.jpg?raw=1",
        "role": "Composer/Mixing",
        "date": "2018",
        "externallinks": [ "https://www.youtube.com/watch?v=0M319_2G2Z4" ],
        "description": "While working at Jump Willy, I was a composer for the second season of The Team, alongside Jean Paul-Wall. I was entrusted with defining the sound and composing the themes of the darker characters and moments of the show. An electronic soundtrack full of pulsing synths, throbbing beats, electro acoustic instrumentation and alternative orchestra methods. The show will air in various countries across Europe later in 2018.",
        "soundcloud": ""
    },
    {
        "id": "4",
        "title": "Final Act",
        "link": "./music/finalact.html",
        "img": "http://placehold.it/700x400",
        "role": "Composer/Mixing/Mastering",
        "date": "2018",
        "externallinks": [ "" ],
        "description": "While working at Jump Willy, I composed the soundtrack for the short film “Final Act” directed by “XXXXX”. Orchestral work super processed to create very ethereal sounds. A gradual deconstruction of a musical theme as the movie progresses.",
        "soundcloud": ""
    },
    {
        "id": "5",
        "title": "Queluz Palace - Grandpa’s Lab Videomapping Show Christmas 2017",
        "link": "./music/queluz.html",
        "img": "https://www.dropbox.com/s/b6lcc08ic90isab/Queluz.jpg?raw=1",
        "role": "Composer",
        "date": "2017",
        "externallinks": [ "http://grandpaslab.pt" ],
        "description": "In 2017 I was a composer for Grandpa’s Lab Videomapping christmas show at Queluz’s Palace in Sintra, Portugal. This was a surround sound production, spanning the entire entrance courtyard and the show was projected on the whole facade of the building, sponsored by the local municipality. ",
        "soundcloud": ""
    },
    {
        "id": "6",
        "title": "Abeba",
        "link": "./music/abeba.html",
        "img": "http://placehold.it/700x400",
        "role": "Additional Music",
        "date": "2018",
        "externallinks": [ "" ],
        "description": "I composed some additional music for the short film Abeba, directed by “XXX” and shot in Etiopia.",
        "soundcloud": ""
    },
    {
        "id": "7",
        "title": "Jump Willy Calendar - December",
        "link": "./music/jumpwilly.html",
        "img": "https://www.dropbox.com/s/wh3eh8phm1g20eu/Jump%20Willy%20December.jpg?raw=1",
        "role": "Composer / Sound Design",
        "date": "2017",
        "externallinks": [ "https://vimeo.com/244944002" ],
        "description": "At the end of 2017 I composed and sound designed the december video for Jump Willy’s video calendar. CG and animation produced by Jump Willy. A very short demonstration.",
        "soundcloud": ""
    },
    {
        "id": "8",
        "title": "The Suit",
        "link": "./music/thesuit.html",
        "img": "https://www.dropbox.com/s/4vrkq6pxet559kc/The%20Suit.jpg?raw=1",
        "role": "Composer",
        "date": "2016",
        "externallinks": [ "" ],
        "description": "One of the first works I did in film was with Dave Conte’s The Suit, a short film produced in 2016. A simple score of close up piano and warped synths.",
        "soundcloud": ""
    },
    {
        "id": "9",
        "title": "522",
        "link": "./music/522.html",
        "img": "http://placehold.it/700x400",
        "role": "Composer",
        "date": "2018",
        "externallinks": [ "" ],
        "description": "Working besides Pedro Marques at Jump Willy, I was a composer for the feature full length 522, directed by “XXX” and produced by Ukbar Filmes . A more traditional soundtrack, mixing elements of iberian music, jazz inspired sections and a more familiar soundtrack style.",
        "soundcloud": ""
    },
    {
        "id": "10",
        "title": "Wordclock - Endless",
        "link": "./music/wordclockendless.html",
        "img": "https://www.dropbox.com/s/ihfrycaxlmzs3ca/Wordclock%20Endless.jpg?raw=1",
        "role": "Composer/Recording/Mixing",
        "date": "2014",
        "externallinks": [ "https://cryochamber.bandcamp.com/album/endless" ],
        "description": "“Endless” was my first work under the name Wordclock. It was published in 2014 by Cryo Chamber. This album presented a simpler approach to ambient and experimental music in comparison to the later releases. A lot of still sounds and exploration in transmitting the sensation of big spaces. Sudden transitions of mood and uncanny sounds.",
        "soundcloud": ""
    }
]