[
    {
        "id": "0",
        "title": "Noct",
        "link": "./sound/noct.html",
        "img": "https://i.imgur.com/g3YVqqv.png",
        "role": "Sound Design",
        "date": "2015",
        "externallinks": [ "https://www.noctgame.com" ],
        "description": "After completing the soundtrack to the video game Noct I created and implemented the sound design for the game. A very experimental mix of sounds meant to create an unsettling atmosphere to the satellite view visuals of the game. The sounds of analogue equipment were recreated to make the player feel like all the action is viewed and handled through old equipment. This was my first work with video game sound design. The game was produced in the Unity engine.",
        "soundcloud": ""
    },
    {
        "id": "1",
        "title": "Queluz Palace Christmas Videomapping show",
        "link": "./sound/queluz.html",
        "img": "https://i.imgur.com/HeCGeQz.jpg",
        "role": "Additional sound design",
        "date": "2017",
        "externallinks": [ "http://grandpaslab.pt" ],
        "description": "During Grandpa’s Lab 2017 Christmas videomapping show in Palacio de Queluz, Sintra, I handled the sound design for a couple of the scenes as well as some additional sound design during the last mixing stage of the production. This was a live surround sound production, spanning the entire courtyard of the front entrance of the palace. The show was projected in the building’s large facade.",
        "soundcloud": ""
    },
    {
        "id": "2",
        "title": "Entre Sombras",
        "link": "./sound/entresombras.html",
        "img": "http://placehold.it/700x400",
        "role": "Assistant Composer/Recording",
        "date": "2018",
        "externallinks": [ "" ],
        "description": "“Entre Sombras” is a photographic stop motion film produced during 2017/2018 inspired by art deco and the visual heritage of Oporto,Portugal during the 40’s. In this production I was an assistant composer for Pedro Marques and also the recording and mixing engineer for the live sessions. The ensemble used in the film was formed by a string quartet, a saxophone player, a flute player, a clarinet player, bass, mandolin and percussion.",
        "soundcloud": ""
    },
    {
        "id": "3",
        "title": "Bad Investigate",
        "link": "./sound/badinvestigate.html",
        "img": "http://placehold.it/700x400",
        "role": "Music Editing/Assistant Composer",
        "date": "2017",
        "externallinks": [ "https://www.youtube.com/watch?v=pdHgKeLJNaE" ],
        "description": "“Bad Investigate” is a full length portuguese dark action comedy produced in 2017 by Luis Ismael. I served as an assistant composer and music later in the production of the movie where I helped re-record and change cues for the final cuts.",
        "soundcloud": ""
    },
    {
        "id": "4",
        "title": "Time of Sheep",
        "link": "./sound/timeofsheep.html",
        "img": "http://placehold.it/700x400",
        "role": "Mixing/Adittional Sound Design/Music and sound editing",
        "date": "2018",
        "externallinks": [ "https://www.facebook.com/469850996823163/videos/469852163489713/" ],
        "description": "This stop motion animation short film was produced early in 2018. Besides contributing with additional sound design I was the music and sound editor as well as the mixing engineer.",
        "soundcloud": ""
    }
]